tap "cmacrae/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "planetscale/tap"
tap "qmk/qmk"
tap "remotemobprogramming/brew"
tap "teamookla/speedtest"
brew "gettext"
brew "cairo"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "readline"
brew "sqlite"
brew "ansible"
brew "giflib"
brew "gcc"
brew "openblas"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "libgit2"
brew "bat"
brew "blueutil"
brew "bvi"
brew "ccache"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "libusb"
brew "dfu-util"
brew "dog"
brew "enchant"
brew "python-tabulate"
brew "platformio"
brew "esphome"
brew "esptool"
brew "unbound", restart_service: true
brew "gnutls"
brew "gnupg"
brew "gpgme"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "gtk-mac-integration"
brew "gspell"
brew "libgxps"
brew "libhandy"
brew "poppler"
brew "evince"
brew "exa"
brew "exercism"
brew "fd"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "pkg-config"
brew "gobject-introspection"
brew "grafana", restart_service: true
brew "libtool"
brew "graphviz"
brew "grc"
brew "guile"
brew "handbrake"
brew "htop"
brew "httpstat"
brew "hyperfine"
brew "imagemagick"
brew "influxdb-cli"
brew "iperf3"
brew "jpeg"
brew "jq"
brew "lazygit"
brew "lf"
brew "libffi"
brew "litecli"
brew "lua@5.3"
brew "luajit"
brew "luarocks"
brew "ninja"
brew "meson"
brew "minikube"
brew "mkcert"
brew "mycli"
brew "neofetch"
brew "notmuch"
brew "neomutt"
brew "tree-sitter"
brew "newsboat"
brew "nghttp2"
brew "nmap"
brew "node"
brew "qt@5"
brew "suite-sparse"
brew "sundials"
brew "octave"
brew "p7zip"
brew "parallel"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "qemu"
brew "podman"
brew "python@3.9"
brew "qt"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "rust-analyzer"
brew "shellcheck"
brew "sox"
brew "starship"
brew "stow"
brew "task"
brew "timewarrior"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "vala"
brew "vapoursynth"
brew "watch"
brew "watchman"
brew "yt-dlp"
brew "zlib"
brew "zsh-syntax-highlighting"
brew "cmacrae/formulae/spacebar"
brew "hashicorp/tap/terraform-ls"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "planetscale/tap/pscale"
brew "remotemobprogramming/brew/mob"
brew "teamookla/speedtest/speedtest"
cask "1password7"
cask "adobe-acrobat-reader"
cask "anki"
cask "chromium"
cask "cleanshot"
cask "coconutbattery"
cask "discord"
cask "figma"
cask "firefox"
cask "firefox-nightly"
cask "font-sauce-code-pro-nerd-font"
cask "hammerspoon"
cask "handbrake"
cask "home-assistant"
cask "karabiner-elements"
cask "keka"
cask "keybase"
cask "kitty"
cask "moom"
cask "mpv"
cask "neovide"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "protonmail-bridge"
cask "protonvpn"
cask "qlvideo"
cask "raspberry-pi-imager"
cask "raycast"
cask "signal"
cask "slack"
cask "thunderbird"
cask "tradingview"
cask "ubersicht"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whatsapp"
cask "wireshark"
cask "zed"
cask "zoom"
vscode "Avetis.tokyo-night"
vscode "enkia.tokyo-night"
vscode "fabiospampinato.vscode-diff"
